{
  "Abadiella": 128001,
  "Abandoned": 128002,
  "Abstracts": 128003,
  "Acadolenus": 128004,
  "Acadoparadoxides": 128005,
  "Acanthocnemis": 128006,
  "Achlysopsis": 128007,
  "Aciculolenus": 128008,
  "Acimetopus_bilobatus_Faunule": 128376,
  "Acritarchs": 128009,
  "Adams_Argillite": 128377,
  "Agnostida": 128010,
  "Agnostoid": 128011,
  "Agnostotes": 128012,
  "Agnostus": 128013,
  "Aiaiaspis": 128014,
  "Aidarella": 128015,
  "Akbash-_insky_Fm": 128378,
  "Akbashinsky_Fm": 128379,
  "Albansia": 128016,
  "Aldanaspis": 128017,
  "Aldanella": 128018,
  "Alokistocarella": 128019,
  "Altiocculus": 128020,
  "Alueva": 128021,
  "Alum_Sh": 128536,
  "Amadeus_Basin": 128537,
  "Amecephalus": 128022,
  "Amgaian": 128380,
  "Anabar_Basin": 128538,
  "Anabarella": 128023,
  "Anabarites": 128024,
  "Andrarum": 128539,
  "Andrarum_Lst": 128540,
  "Anhui": 128541,
  "Annamitia": 128025,
  "Anomalocephalus": 128026,
  "Anopocare": 128027,
  "Antarctica": 128542,
  "Anti-Atlas": 128543,
  "Apoplanias": 128028,
  "Arthricocephalus": 128029,
  "Asaphiscus": 128030,
  "Asaphiscus_wheeleri": 128031,
  "Asynchronous": 128032,
  "Austinvillia": 128033,
  "Austrosinia": 128034,
  "Avalon": 128035,
  "Avalonia": 128036,
  "Avalonian": 128037,
  "Balang_Fm": 128381,
  "Baltica": 128038,
  "Basal_Member": 128382,
  "Basin": 128039,
  "Bathyholcus": 128040,
  "Bathyocos": 128041,
  "Berabichia": 128042,
  "Bergeron": 128043,
  "Billingsaspis": 128044,
  "Binella": 128045,
  "Biochronology": 128046,
  "Blayacina": 128047,
  "Bolaspidella_Zone": 128544,
  "Bonneterre_Dol": 128383,
  "Bornholm": 128545,
  "Boshche-Kulya": 128546,
  "Boshchekul_Fm": 128384,
  "Braintree_Fm": 128385,
  "Braintreella": 128048,
  "Brasier": 128049,
  "Bright_Angel_Formation": 128386,
  "Bright_Angel_Sh": 128387,
  "British_Columbia": 128547,
  "Brunswickia": 128050,
  "Buen_Fm": 128388,
  "Bulbolenus": 128051,
  "Bumastus": 128052,
  "Burgess_Pass": 128548,
  "Burgess_Shale": 128389,
  "Bythicheilus": 128053,
  "Calibrating": 128054,
  "Callavia": 128055,
  "Calodiscus": 128056,
  "Calymene": 128057,
  "Calymene_blumenbachii": 128058,
  "Cambrian": 128059,
  "Cambrian_Series": 128390,
  "Cambrian_Stage_10": 128514,
  "Cambrian_Stage_2": 128515,
  "Cambrian_Stage_3": 128516,
  "Cambrian_Stage_4": 128517,
  "Cambrian_Stage_5": 128518,
  "Cambrian_Stage_6": 128519,
  "Cambrian_Stage_7": 128520,
  "Cambrian_Stage_8": 128521,
  "Cambrian_Stage_9": 128522,
  "Cambrotubulus": 128060,
  "Canotaspis": 128061,
  "Canyon": 128062,
  "Cape_Kent_Fm": 128391,
  "Cape_Wood_Fm": 128392,
  "Carrara_Fm": 128393,
  "Cathayanella": 128063,
  "Ceraurus": 128064,
  "Champlainia": 128065,
  "Chancia": 128066,
  "Chang-_shan_Fm": 128394,
  "Changhia_Fm": 128395,
  "Changshan_Fm": 128396,
  "Charaulaspis": 128067,
  "Chatsworth_Lst": 128397,
  "Chefu_Fm": 128398,
  "Chengjiang": 128068,
  "Chengjiang_Formation": 128399,
  "Chengshanaspis": 128069,
  "China_Series": 128400,
  "Chiungchussu_Fm": 128401,
  "Chorbusulina": 128070,
  "Chunghwaella": 128071,
  "Clappaspis": 128072,
  "Cobboldites": 128073,
  "Coelaspis": 128074,
  "Colours": 128075,
  "Combined_Metals_Member": 128402,
  "Combining": 128076,
  "Conasauga_Fm": 128403,
  "Conglomerate": 128404,
  "Conopolus": 128077,
  "Controversy": 128078,
  "Cordylodus": 128079,
  "Correlation": 128080,
  "Corresponding": 128081,
  "Corynexochida": 128082,
  "Cove": 128083,
  "Crithias": 128084,
  "Crusoia": 128085,
  "Cryptolithus": 128086,
  "Ctenopyge": 128087,
  "Cyclognathina": 128088,
  "Czech_Republic": 128549,
  "Dalmanites": 128089,
  "Dananzhuangia": 128090,
  "Datongites": 128091,
  "Davis_Fm": 128405,
  "Deadwood_Fm": 128406,
  "Death_Canyon_Fm": 128407,
  "Deltina": 128092,
  "Depositional": 128093,
  "Diatemnus": 128094,
  "Diplagnostus": 128095,
  "Diverse": 128096,
  "Dolomite": 128408,
  "Drum_Mountains": 128550,
  "Drumian": 128097,
  "Dunderberg_Fm": 128409,
  "E_Sayan": 128551,
  "Eau_Claire_Fm": 128410,
  "Ediacaran": 128098,
  "Ehmania": 128099,
  "Eiffelaspis": 128100,
  "Eilura": 128101,
  "El_Totoral": 128411,
  "Elatius": 128102,
  "Ellipsocephalid": 128103,
  "Ellipsocephalus": 128104,
  "Ellipsostrenua": 128105,
  "Elliptocephala_Faunule": 128412,
  "Elliptocephala_asaphoides_Faunule": 128413,
  "Ellsworth_Mountains": 128552,
  "Elrathia": 128106,
  "Elrathia_kingii": 128107,
  "Elrathiella": 128108,
  "Elrathina": 128109,
  "Eoconodontus": 128110,
  "Eoctenopyge": 128111,
  "Eokaotaia": 128112,
  "Eoptychoparia": 128113,
  "Eosoptychoparia": 128114,
  "Epoch": 128115,
  "Erdoradites": 128116,
  "Erratojincella": 128117,
  "Eurycare": 128118,
  "Facts": 128119,
  "Fengshan_Fm": 128414,
  "Fimbriaglomerella": 128120,
  "Finecrestia": 128121,
  "Flexicalymene": 128122,
  "Flexicalymene_meeki": 128123,
  "Foldbelt": 128124,
  "Formation": 128415,
  "Fortunian": 128125,
  "Fossil": 128126,
  "Fossils": 128127,
  "Foveatella": 128128,
  "Franconia_Fm": 128416,
  "Furongian": 128129,
  "Furongian_Series": 128417,
  "Ganovexopyge": 128130,
  "Gaphuraspis": 128131,
  "Gapparodus": 128132,
  "Gatesburg_Fm": 128418,
  "Geodynamik": 128133,
  "Geographie": 128134,
  "Geology": 128135,
  "Georgina_Lst": 128419,
  "Geyer": 128136,
  "Glossocoryphus": 128137,
  "Glyptagnostus": 128138,
  "Gola_Beds": 128420,
  "Gondwana": 128139,
  "Gonzaloia": 128140,
  "Gordon_Sh": 128421,
  "Gorge_Fm": 128422,
  "Gorny_Altay": 128553,
  "Grand_Canyon": 128554,
  "Granitzia": 128141,
  "Great_Basin": 128555,
  "Greenland": 128142,
  "Guizhou": 128556,
  "Gushanaspis": 128143,
  "Guzhangian": 128523,
  "Guzhangian_Formation": 128423,
  "Hadrokraspedon": 128144,
  "Hamatolenus": 128145,
  "Hamburg_Lst": 128424,
  "Hamptonella": 128146,
  "Hancrania": 128147,
  "Hebediscus": 128148,
  "Hebei": 128557,
  "Helpful": 128149,
  "Henan": 128558,
  "Hertzina": 128150,
  "Holasaphus": 128151,
  "Holm_Dal_Fm": 128425,
  "Honey_Ck_Fm": 128426,
  "Horbusonia": 128152,
  "House_Range": 128559,
  "Howley": 128153,
  "Hoyt_Lst": 128427,
  "Hsuchuang_Fm": 128428,
  "Huangshiaspis": 128154,
  "Huaqiao_Fm": 128429,
  "Hunan": 128560,
  "Hunanolenus": 128155,
  "Hupeolenus": 128156,
  "Huzhuia": 128157,
  "Hypagnostus": 128158,
  "Ibexian_Series": 128430,
  "Implications": 128159,
  "Inglefieldia": 128160,
  "Integrating": 128161,
  "Irvingella": 128162,
  "Isidreana_Fm": 128431,
  "Isidrella": 128163,
  "Isotelus": 128164,
  "Isotelus_rex": 128165,
  "Issafen_Fm": 128432,
  "Issafeniella": 128166,
  "Jbel_Wawrmast_Fm": 128433,
  "Jell": 128167,
  "Jenkinsonia": 128168,
  "Jianchangia": 128169,
  "Jiangshanian": 128170,
  "Jiangsu": 128561,
  "Jince_Fm": 128434,
  "Judomia": 128171,
  "Kaili_Formation": 128435,
  "Kaipingella": 128172,
  "Karatau": 128173,
  "Kashmir": 128562,
  "Kazakhstan": 128174,
  "Kermanella": 128175,
  "Keteme_Fm": 128436,
  "Kistocare": 128176,
  "Kochaspis": 128177,
  "Kochiella": 128178,
  "Kochina": 128179,
  "Krolina": 128180,
  "Kunshan_County": 128437,
  "Kushan_Fm": 128438,
  "Kutorgina_Fm": 128439,
  "Kuyandinsky_Horizon": 128563,
  "Kymataspis": 128181,
  "Labrador": 128564,
  "Langston_Formation": 128440,
  "Lapworthella": 128182,
  "Latikingaspis": 128183,
  "Laurentia": 128184,
  "Laurentian": 128185,
  "Lejopyge": 128186,
  "Lemdad_Fm": 128441,
  "Lenaldanian_Series": 128442,
  "Leptoplastus": 128187,
  "Levis_Fm": 128443,
  "Levisia": 128188,
  "Lianglangshania": 128189,
  "Liaoning": 128565,
  "Limestone": 128444,
  "Linguagnostus": 128190,
  "Liosolenopleura": 128191,
  "Liushui_Fm": 128445,
  "Lone_Rock_Fm": 128446,
  "Lotagnostus": 128192,
  "Lotzeia": 128193,
  "Lower_Member": 128447,
  "Ludvigsen": 128194,
  "Lusatiops": 128195,
  "Luxella": 128196,
  "Madui_Horizon": 128448,
  "Magnomma": 128197,
  "Majiangia": 128198,
  "Manto_Fm": 128449,
  "Manublesia": 128199,
  "Maochuang_Fm": 128450,
  "Marjum_Fm": 128451,
  "Marjum_Formation": 128452,
  "Marjumiid": 128200,
  "Maryville_Fm": 128453,
  "Mcnairia": 128201,
  "Meishucun": 128202,
  "Mendoparabolina": 128203,
  "Mendoza": 128566,
  "Menocephalites": 128204,
  "Mesoctenopyge": 128205,
  "Metisella": 128206,
  "Mexicella": 128207,
  "Miaolingian": 128208,
  "Miaolingian_Series": 128454,
  "Middle_Member": 128455,
  "Mila_Fm": 128456,
  "Minupeltis": 128209,
  "Misplaced": 128210,
  "Mistaya_Fm": 128457,
  "Mohicana": 128211,
  "Monomorphichnus": 128212,
  "Morocco": 128567,
  "Mount_Stephen": 128568,
  "Mount_Whyte_Fm": 128458,
  "Mudstone": 128459,
  "Mufushania": 128213,
  "Mukrania": 128214,
  "Munija": 128215,
  "Mural_Fm": 128460,
  "Myopsostrenua": 128216,
  "NE_Kazakhstan": 128569,
  "NWGreenland": 128570,
  "NW_Greenland": 128571,
  "NW_Mongolia": 128572,
  "NW_Siberia": 128573,
  "N_Greenland": 128574,
  "N_Siberia": 128575,
  "N_Wales": 128576,
  "Naimark": 128217,
  "Nanoqia": 128218,
  "Nassovia": 128219,
  "Nebida_Fm": 128461,
  "Nelegeria": 128220,
  "Neokochina": 128221,
  "Nericiaspis": 128222,
  "New_Brunswick": 128577,
  "New_Jersey": 128578,
  "New_York": 128579,
  "Newfoundland": 128223,
  "Ninaspis": 128224,
  "Nolichucky_Fm": 128462,
  "North_China": 128580,
  "North_Korea": 128581,
  "Notch_Peak": 128582,
  "Notocoryphe": 128225,
  "Nutunus_Fm": 128463,
  "Obshchaya": 128226,
  "Oidalagnostus": 128227,
  "Olekmaspis": 128228,
  "Olenekina": 128229,
  "Olenellus": 128230,
  "Olenellus_wheeleri": 128231,
  "Olenus": 128232,
  "Olenus_gibbosus": 128233,
  "Ontoella": 128234,
  "Opsidiscus": 128235,
  "Orkekeia": 128236,
  "Ornamentaspis": 128237,
  "Orodes": 128238,
  "Orr_Formation": 128464,
  "Oryctocarella": 128239,
  "Oryctocephalus": 128240,
  "Ourikaia": 128241,
  "Ovatoryctocara": 128242,
  "Oxygen": 128243,
  "Pachyaspis": 128244,
  "Paibian": 128245,
  "Palaeozoic": 128246,
  "Papers": 128247,
  "Parabadiella": 128248,
  "Parabolina": 128249,
  "Parabolinina": 128250,
  "Parabolinites": 128251,
  "Paracrocephalites": 128252,
  "Paradoxides": 128253,
  "Paradoxides_davidis": 128254,
  "Paramenocephalites": 128255,
  "Paraolenus": 128256,
  "Parataitzuia": 128257,
  "Paraziboaspis": 128258,
  "Pardailhania": 128259,
  "Parker_Slate": 128465,
  "Particularly": 128260,
  "Peng": 128261,
  "Pentagon_Sh": 128466,
  "Perekhod_Fm": 128467,
  "Perimetopus": 128262,
  "Perkins": 128263,
  "Perneraspis": 128264,
  "Peronopsis": 128265,
  "Pestrotsvet_Fm": 128468,
  "Phacops": 128266,
  "Phacops_rana": 128267,
  "Phanerozoic": 128268,
  "Phytoplanktic": 128269,
  "Pingluaspis": 128270,
  "Pioche_Fm": 128469,
  "Pioche_Sh": 128470,
  "Pioche_Shale": 128471,
  "Plagiura": 128271,
  "Plagiurella": 128272,
  "Planolimbus": 128273,
  "Plicatolina": 128274,
  "Poulsenia": 128275,
  "Precambrian": 128276,
  "Preliminary": 128277,
  "Proavus": 128278,
  "Probowmania": 128279,
  "Probowmanops": 128280,
  "Proekt": 128281,
  "Prominent": 128282,
  "Proposed": 128283,
  "Prosagittodontus": 128284,
  "Protohedinia": 128285,
  "Protohertzina": 128286,
  "Pseudoglyptagnostus": 128287,
  "Pseudokadyella": 128288,
  "Psilostracus": 128289,
  "Pterocephaliid": 128290,
  "Ptychagnostus": 128291,
  "Ptychoparella": 128292,
  "Ptychopariida": 128293,
  "Purella": 128294,
  "Qiangongping": 128472,
  "Qiaotouaspis": 128295,
  "Qinghai": 128583,
  "Queensland": 128584,
  "Radiation": 128296,
  "Radiometric": 128297,
  "Raymond_Quarry": 128585,
  "Redefining": 128298,
  "Redlichia": 128299,
  "Redlichiida": 128300,
  "Reedus": 128301,
  "Regius": 128302,
  "Replacing": 128303,
  "Resserops": 128304,
  "Rhodonaspis": 128305,
  "Riley_Fm": 128473,
  "Rimouskia": 128306,
  "Rock-_ledge_Cgte": 128474,
  "Rockledge_Cgte": 128475,
  "SE_Siberia": 128586,
  "SW_Wales": 128587,
  "S_Siberia": 128588,
  "Saint_Lawrence_Fm": 128476,
  "Sakian": 128589,
  "Salair": 128590,
  "Salair_Fm": 128477,
  "Salankanaspis": 128307,
  "Sandstone": 128478,
  "Sandu_Fm": 128479,
  "Sao": 128308,
  "Sardinia": 128591,
  "Sayan": 128309,
  "Sbornik": 128310,
  "Scandinavia": 128311,
  "Schistometopus": 128312,
  "Schmidtiellus": 128313,
  "Schodack_Fm": 128480,
  "Secret_Canyon_Sh": 128481,
  "Sectigena": 128314,
  "Selenosema": 128315,
  "Seletinsk_Horizon": 128592,
  "Seletinsky_Horizon": 128593,
  "Seriaspis": 128316,
  "Series_2": 128524,
  "Series_3": 128525,
  "Series_4": 128526,
  "Serrodiscus": 128317,
  "Shaanxi": 128594,
  "Shabaktin_Fm": 128482,
  "Shale": 128483,
  "Shan-_dong": 128595,
  "Shanghaiaspis": 128318,
  "Shantungaspis": 128319,
  "Shanxi": 128596,
  "Shenjiawan_Fm": 128484,
  "Shergold": 128320,
  "Shihuigouia": 128321,
  "Siberia": 128322,
  "Siberian_Platform": 128597,
  "Sichuan": 128598,
  "Significant": 128323,
  "Sillery_Fm": 128485,
  "Siltstone": 128486,
  "Simulolenus": 128324,
  "Siyangshan_Fm": 128487,
  "Skiagia": 128325,
  "Solenoparia": 128326,
  "Solenoparina": 128327,
  "Solenoparops": 128328,
  "Solenopleura": 128329,
  "South_Australia": 128599,
  "South_China": 128600,
  "South_China_Platform": 128601,
  "South_Korea": 128602,
  "Spence_Sh": 128488,
  "Spence_Shale": 128489,
  "Spencella": 128330,
  "Spencia": 128331,
  "Sphaerophthalmus": 128332,
  "Spiti": 128333,
  "St_Albans_Sh": 128490,
  "Stage_10": 128527,
  "Stage_2": 128528,
  "Stage_3": 128529,
  "Stage_4": 128530,
  "Stage_5": 128531,
  "Stage_6": 128532,
  "Stage_7": 128533,
  "Stage_8": 128534,
  "Stage_9": 128535,
  "Stage_Subdivision_Working_Group": 128491,
  "States": 128334,
  "Stauroholcus": 128335,
  "Steamboat_Lst": 128492,
  "Stephen_Fm": 128493,
  "Stephen_Formation": 128494,
  "Steptoean": 128336,
  "Stoecklinia": 128337,
  "Stratigrafiya": 128338,
  "Stratigraphical": 128339,
  "Stratigraphy": 128340,
  "Strenuaeva": 128341,
  "Sundberg": 128342,
  "Surkh_Bum": 128603,
  "Swasey_Limestone": 128495,
  "Swasey_Peak": 128604,
  "Syspacephalus": 128343,
  "Tabalqueia": 128344,
  "Tadakoustia": 128345,
  "Talbotinella": 128346,
  "Tangcun_Fm": 128496,
  "Tangwangzhaia": 128347,
  "Tankhaisk_Fm": 128497,
  "Tarim_Platform": 128605,
  "Termieraspis": 128348,
  "Terreneuvian": 128349,
  "Terreneuvian_Series": 128498,
  "The_Henson_Gletscher_Formation": 128499,
  "The_Tarim_Platform": 128606,
  "Timnaella": 128350,
  "Tjungiella": 128351,
  "Tolstochikhin_Fm": 128500,
  "Tomashpolskaya": 128352,
  "Tommotian": 128353,
  "Tomskogo": 128354,
  "Tonto_Group": 128501,
  "Top_Member": 128502,
  "Torsuqtagh_Fm": 128503,
  "Trachyostracus": 128355,
  "Treptichnus": 128356,
  "Triangulaspis": 128357,
  "Triarthrus": 128358,
  "Triarthrus_eatoni": 128359,
  "Trilobite": 128360,
  "Trinucleus": 128361,
  "Tsanglangpu_Fm": 128504,
  "Tuva": 128607,
  "Ulrichaspis": 128362,
  "Upper_Member": 128505,
  "Usumunaspis": 128363,
  "Vermont": 128608,
  "Vermontella": 128364,
  "Vserossiyskaya": 128365,
  "Västergötland": 128609,
  "W_Mongolia": 128610,
  "Walcott_Quarry": 128611,
  "Wangcunian": 128366,
  "Wanhuaia": 128367,
  "Watsonella": 128368,
  "Weeks_Formation": 128506,
  "Wellsville_Mountains": 128612,
  "Westergaardia": 128369,
  "Westergaardites": 128370,
  "Wheeler_Fm": 128507,
  "Wheeler_Formation": 128508,
  "Wheeler_Sh": 128509,
  "Wilberns_Fm": 128510,
  "Windfall_Fm": 128511,
  "Wolsey_Sh": 128512,
  "Workshops": 128371,
  "Wujiajiania": 128372,
  "Wuling_Mountains": 128613,
  "Wuliuan": 128373,
  "Wyoming": 128614,
  "Xinjiang": 128615,
  "Yangtze_Platform": 128616,
  "Yoho_National_Park": 128617,
  "Yunnan": 128618,
  "Yurakiysky_Horizon": 128513,
  "Zhejiang": 128619,
  "Zhuravlev": 128374,
  "Ziboaspis": 128375,
  "[MASK]": 128000
}
